Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/other_files/forretningsorden_revidert_01.06.17.odt.tmx
Source language: sme
Languages: sma

source: Jus joavkkut leat ovdagihtii buktán dievasčoahkkinjođihangoddái listtu mas leat áirasiid namat geat háliidit searvat digaštallamii, de sáhttá dievasčoahkkinjođihangoddi daid namaid vuođul ráhkadit sáhkavuorrolisttu.
sma: Jis dåehkieh åvtelhbodti leah læstoem deelleme dej tjirkiji bijjeli mah sijhtieh meatan årrodh digkiedimmesne, stoerretjåanghkoen åvtehke maahta daan sjïeken gaavhtan aktem læstoem darjodh mennie öörnegisnie gaajhkesh åadtjoeh håalodh.

source: Juohke joavkku ságastalli galgá leat listtu bajimuččaid gaskkas.
sma: Akte aalkoehåaloje fïerhtede dåehkeste edtja dej gaskem årrodh mah leah bijjemes håalomelæstosne.

source: Áššejođiheaddji sáhkavuorru sáhttá bistit 15 minuhta rádjái.
sma: Aamhtesereerije maahta gossege 15 minudth håalometïjjem åadtjodh.

source: Joavkkuid váldoságastallit ožžot 10 minuhta rádjái sárdnunáiggi.
sma: Dåehkiej aalkoehåalojh maehtieh gossege 10 minuhth håalometïjjem åadtjodh.

source: Iešguhtege joavkkuid ságastallit ožžot sáhkavuoru joavkkuid sturrodaga mielde.
sma: Doh ovmessie dåehkieh baakoem fïereguhten aejkien åadtjoeh dåehkien stoeredahken mietie.

source: Áirasiidda geat válljejit geavahit sámegiela Sámedikki sárdnestuolus addojuvvo lassin 20 sekundda áigi juohke minuvtta nammii.
sma: Tjirkijh mah veeljieh saemiestidh Saemiedigkien håalomestovleste maehtieh lissine 20 sekundh åadtjodh fïerhten minudtese.

source: Áššejođiheaddji ja iešguhtege joavkku váldoságastallit sáhttet váldosága lassin beassat sárdnut eanemusat guktii, vuosttaš geardde gitta 10 minuhta rádjai ja maŋit geardde gitta 5 minuhta rádjai.
sma: Aamhtesereerije jïh doh ovmessie dåehkieh maehtieh lissine åeviehåaloemasse baakoem vaeltedh gossege 2 aejkieh, voestes aejkien gossege 10 minudth jïh mubpien aejkien gossege 5 minudth.

source: Eará áirasiin lea vuoigatvuohta beassat sárdnut eanemusat guktii.
sma: Jeatjah tjirkijh reaktam utnieh baakoem åadtjodh gossege göökth.

source: Vuosttaš geardde gitta 10 minuhta rádjai, ja nuppi geardde gitta 5 minuhta rádjai.
sma: Voestes aejkien gossege 10 minudth jïh mubpien aejkien gossege 5 minudth.

source: Ášši áššejođiheaddji oažžu vuosttamužžan sáhkavuoru, ja de oažžu suoivvaáššejođiheaddji sáhkavuoru.
sma: Aamhtesereerije aktene aamhtesisnie baakoem voestegh åådtje, jïh dan mænngan skugkiereerije baakoem åådtje.

source: Dasto dáhttot sii sáhkavuoru geat áigot áššái ovddidit evttohusa ja dahje mearkkašumi.
sma: Dan mænngan dah baakoen bïjre birrieh mah sijhtieh raeriestimmiem jallh lahtestimmieh aamhtesasse buektedh.

source: Sámediggeráđi sárdnunáigi lea posišuvnna sárdnunáiggis oassin.
sma: Saemiedigkieraerien håalometïjje lea meatan posisjovnen håalometïjjesne.

source: Sámediggeráđi dieđáhusas doaimmas birra biddjojuvvo sierra sárdnunáigi sámediggeráđđái.
sma: Saemiedigkieraerie jïjtse håalometïjjem åtna juktie reektestimmiem sov barkoen bïjre buektedh.

source: Čoahkkinjođiheaddji sáhttá evttohit spiehkastit sárdnunáiggi gáržžidemiin.
sma: Tjåanghkoeåvtehke maahta raeriestidh gaertjiedimmieh håalometïjjen bïjre hiejhtedh.

source: Čoahkkinjođiheaddji dahje áirasat sáhttet árvalit bidjat sázu digaštallamis.
sma: Tjåanghkoeåvtehke jallh tjirkijh maehtieh raeriestidh sïevem bïejedh digkiedimmesne.

source: Go dievasčoahkkin lea mearridan bidjat sázu digaštallamis, de ii sáhte áššis ovddidit ođđa árvalusa.
sma: Gosse stoerretjåanghkoe lea nænnoestamme sïevem bïejedh, ij gåaredh orre raeriestimmieh aamhtesasse buektedh.

source: Čoahkkinjođiheaddji sáhttá árvalit ahte sárdnunáigi gáržžiduvvo dábálaččat.
sma: Tjåanghkoeåvtehke maahta raeriestidh håalometïjjem gaertjiedidh sïejhmelaakan.

source: Čoahkkinjođiheaddji árvalusa mielde sáhttá spiehkastit dan áššejođiheaddji ektui man ášši lea meannuduvvomin.
sma: Raeriestimmien mietie tjåanghkoeåvtehkistie maahta dispensasjovnem vedtedh aamhtesereerijasse dan aamhtesasse mij lea gïetedimmesne.

source: Sáhkavuorru čoahkkinortnegii gitta 1 minuhta rádjai ovddiduvvo njuolga áššemeannudeapmái, ja čoahkkinjođiheaddji sáhttá gáržžidit ja addit sáhkavuoru dušše ovtta áirasii guđege joavkkus, vuosttažettiin joavkojođiheaddjái.
sma: Baakoe tjåanghkoeöörnegasse gossege 1 minudtem ryöktesth aamhtesereeremasse stuvresåvva, jïh tjåanghkoeåvtehke maahta dam gaertjiedidh akten tjirkijasse fïerhtede dåehkeste, uvtemes dåehkieåvtehke.

source: § 19 Replihkkavurostallan
sma: § 19 Replihkedigkiedimmie

source: Čoahkkinjođiheaddji sáhttá čáhkket saji replihkkavurostallamii.
sma: Tjåanghkoeåvtehke maahta luhpiem vedtedh replihkedigkiedæmman.

source: Ovtta sáhkavurrui sáhttá addit eanemusat 3 replihka.
sma: Akten håaloemasse maahta gossege 3 replihkh vedtedh.

source: Ii oktage replihkka galgga bistit guhkit go guokte minuhta iige vástádus guhkkit go guokte minuhta.
sma: Akte replihke ij maehtieh guhkebe årrodh goh 2 minudth jïh vaestiedasse maahta gossege 2 minudth ryöhkedh.

source: Čoahkkinjođiheaddji sáhttá gáržžidit replihkkaáiggi.
sma: Tjåanghkoeåvtehke maahta replihketïjjem gaertjiedidh.

source: § 20 Heivetmeahttun láhtten
sma: § 20 Ovsjiehteles dåemiedimmie

source: Ii leat lohpi heivetmeahttumit láhttet dahje sárdnut dahje láhttemiin dahje sárdnumiin loavkašuhttit.
sma: Ij leah luhpie dååsveridh, prarrohkelaakan dåemiedidh jallh gupmierdidh.

source: Ii maid leat lohpi riedjamiin čájehit vuostehágu dahje čájehit doarjaga ráđđádallamiin.
sma: Vaallah luhpie plonterdidh jallh reegkesligke garmerdimmiem vuesiehtidh rååresjimmine.

source: Čoahkkinjođiheaddji galgá cuiggodit dán lágan láhttenvugiid dahje sárdnumiid.
sma: Tjåanghkoeåvtehke edtja dagkeres dåemiedimmiem jallh soptsestallemeplïerem bïedtedh.

source: Jos buot áirasat eai doahttal dán čoahkkinortnega njuolggadusaid, de sáhttá čoahkkinjođiheaddji váruhit guoskevaš áirasa ja geardduhit váruhusa dađi mielde go lea dárbu.
sma: Jis tjirkije ij læjhkan njoelkedassi mietie dåemedh daennie tjåanghkoeöörnegisnie, tjåanghkoeåvtehke maahta dïsse vaatnoem vedtedh mij mubpesth jeahtasåvva jis daerpies.

source: Jos áirras dattetge ii doahttal čoahkkinjođiheaddji, de dáhttu čoahkkinjođiheaddji jienasteami das ahte galgá go guoskevaš áirras manahit sáhkavuoru dahje dáhttojuvvot eret čoahkkimis guoskevaš áššis dahje oppa beaivái.
sma: Jis tjirkije læjhkan ij tjåanghkoeåvtehkem goltelh, tjåanghkoeåvtehke baaja tjirkijidie nænnoestidh voteradimmien tjïrrh mejtie dïhte edtja baakoem dassedh jallh rååresjimmijste beelhkesovvedh dennie vihties aamhtesisnie jallh dam tïjjem mij lea aajmene biejjeste.

source: KAPIHTAL 4 ÁŠŠEMEANNUDEAPMI
sma: KAPIHTELE 4 AAMHTESEREEREME

source: § 21 Áigemearit áššiin mat ovddiduvvojit dievasčoahkkimii
sma: § 21 Mierieh aamhtesidie mejtie stoerretjåanghkose buakta

source: Áššit maid sámediggeráđđi ovddida dievasčoahkkimii galget dieđihuvvot dievasčoahkkinjođihangoddái maŋimuštá 4 vahku ovdal dievasčoahkkima.
sma: Saemiedigkieraerie edtja aamhtesh mejtie stoerretjåanghkose buakta stoerretjåanghkoeståvrose bïeljelidh minngemes 4 våhkoeh stoerretjåanghkoen åvtelen.

source: Dievasčoahkkinjođihangoddi juogada áššiid fágalávdegottiide ja gohčču lávdegoddečoahkkimiidda ja dievasčoahkkimiidda.
sma: Stoerretjåanghkoeståvroe aamhtesh faagemoenehtsidie joekede jïh moenehtsetjåanghkojde jïh stoerretjåanghkose gohtje.

source: Áššit mat ovddiduvvojit dievasčoahkkimii almmuhuvvojit áirasiidda maŋimuštá 3 vahku ovdal dievasčoahkkima.
sma: Aamhtesh mejtie stoerretjåanghkose buakta åehpies dorjesuvvieh tjirkijidie unnemes 3 våhkoeh stoerretjåanghkoen åvtelen.

source: Seamma áigemearri lea bearráigeahččanlávdegotti ja dievasčoahkkinjođihangotti áššiin.
sma: Seamma mierie lea faamosne aamhtesidie gïehtjedimmiemoenehtsistie jïh stoerretjåanghkoeståvroste.

source: Sámediggeráđi doaibmadieđáhus almmuhuvvo áirasiidda maŋimusat dii. 16 bearjadaga vahku ovdal go dievasčoahkkin álgá.
sma: Saemiedigkieraerien reektestimmie barkoen bïjre åehpies dorjesåvva tjirkijidie minngemes ts. 16 bearjadahken akten våhkoen åvtelen stoerretjåanghkoe aalka.

source: Lávdegottiid evttohusat almmuhuvvojit áirasiidda unnimusat 36 diimmu ovdal go ášši meannuduvvo dievasčoahkkimis.
sma: Juvnehtimmieh moenehtsijstie åehpies dorjesuvvieh tjirkijidie unnemes 36 tæjmoeh åvtelen aamhtese gïetesåvva stoerretjåanghkosne.

source: § 22 Gažaldagat sámediggeráđđái
sma: § 22 Gyhtjelassh saemiedigkieraaran

source: Áirasiin lea vejolašvuohta divvut gažaldaga sámediggeráđđái juogo dievasčoahkkima njálmmálaš gažadandiimmus dahje čálalaš gažaldagaiguin.
sma: Tjirkijh luhpiem utnieh gyhtjelassh gihtjedh saemiedigkieraaran dennie njaalmeldh gihtjemetæjmosne stoerretjåanghkosne jallh goh tjaaleldh gyhtjelassh.

source: Čálalaš gažaldagaid sáhttá sáddet sámediggeráđđái birra jagi, ja dat galget vástiduvvot guovtti vahku siste.
sma: Tjirkijh maehtieh tjaaleldh gyhtjelassh saemiedigkieraaran seedtedh abpe jaepien jïh saemiedigkieraerie edtja dejtie tjaaleldh vaestiedidh eannan göökte våhkoeh.

source: Njálmmálaš gažadandiimmus vástida sámediggeráđđi gažaldagaid maid áirasat divvot.
sma: Dennie njaalmeldh gihtjemetæjmosne saemiedigkieraerie gyhtjelassh vaestede mejtie tjirkijh gihtjieh.

source: Áirasat sáhttet divvut oanehis, áigeguovdilis gažaldagaid, ja sárdnunáigi lea eanemusat guokte minuhta.
sma: Tjirkijh maehtieh åenehks, sjyöhtehke gyhtjelassh gihtjedh, gusnie håalometïjje lea gaertjiedamme göökte minudti raajan.

source: Sámediggeráđđi oažžu golbma minuhta rádjái vástidit gažaldaga.
sma: Saemiedigkieraerie åådtje gossege golme minudth gyhtjelassem vaestiedidh.

source: Čoahkkinjođiheaddji sáhttá addit eará áirasiidda sáhkavuoru oktii dan áššái mas lea sáhka gažaldagas, ja sárdnunáigi lea eanemusat okta minuhtta.
sma: Tjåanghkoeåvtehke maahta jeatjah tjirkijidie baakoem vedtedh ikth don aamhtesasse mij lea bæjjese vaaltasovveme gyhtjelassesne, aktine håalometïjjine gaertjiedamme akten minudtese.

source: Áirras oažžu divvut ovtta čuovvolangažaldaga, ja sárdnunáigi lea eanemusat okta minuhtta.
sma: Tjirkije maahta aktem jåarhkegyhtjelassem gihtjedh, gusnie håalometijje lea gaertjiedamme akten minudtese.

source: Sámediggeráđđi oažžu guokte minuhta rádjái vástidit gažaldaga.
sma: Saemiedigkieraerie gossege göökte minudth åådtje gyhtjelassem vaestiedidh.

source: Okta áirras ii sáhte divvut eanet go ovtta váldogažaldaga njálmmálaš gažadandiimmus.
sma: Akte tjirkije ij maehtieh vielie goh aktem åejviegyhtjelassem gihtjedh aktene njaalmeldh gihtjemetæjmosne.

source: Gažaldagat galget dieđihuvvot dievasčoahkkinjođihangoddái hálddahusa bokte dii. 12.00 rádjái dan beaivvi go gažadandiibmu lea dievasčoahkkimis.
sma: Tjirkijh edtjieh gyhtjelasside bïeljelidh stoerretjåanghkoeståvrose reeremen baaktoe åvtelen ts. 12.00 seamma biejjien goh gihtjemetæjmoe lea stoerretjåanghkosne.

source: Dievasčoahkkinjođihangoddi mearridan guhte gažaldagat sáhttet divvojuvvot ja gažaldagaid vuoru.
sma: Stoerretjåanghkoeståvroe nænnoste mah gyhtjelassh tjirkijh maehtieh gihtjedh jïh mennie öörnegisnie gyhtjelassh edtjieh årrodh.

source: Čoahkkinjođiheaddji mearrida goas gažadandiibmu loahpahuvvo.
sma: Tjåanghkoeåvtehke nænnoste gåessie gihtjemetæjmoe galhkoe.

source: § 23 Ođđa áššiid dieđiheapmi
sma: § 23 Bæjhkoehtimmie orre aamhtesijstie.

source: Áššit mat ovddiduvvojit dievasčoahkkimis, ovddiduvvojit dievasčoahkkima vuosttaš beaivvi áššis Ođđa áššiid dieđiheapmi.
sma: Aamhtesh mejtie stoerretjåanghkose buakta edtja buektedh Bæjhkoehtimmesne orre aamhtesijstie stoerretjåanghkoen voestes biejjien.

source: Dát dáhpáhuvvá seamma áigemeriin ja seamma gieđahallamiin go Evttohusain ja mearkkašumiin.
sma: Daate sjugniehtåvva seamma mierien sisnjelen jïh seamma gïetedimmine goh Raeriestimmieh jïh lahtestimmieh.

source: Guhte ášši ovddida oažžu 3 minuhta rádjai sárdnunáiggi ovddidit ášši.
sma: Dïhte guhte aamhtesem buakta gossege 3 minudth håalometijjem åådtje juktie aamhtesem åehpiedehtedh.

source: 3 áirasa rádjai ožžot liibba buktit gažaldagaid ja replihkaid, 1 minuhta rádjai guhtege.
sma: Gossege 3 tjirkijh luhpiem åadtjoeh gyhtjelassh gihtjedh jïh replihkh vaeltedh, gaertjiedamme 1 minudtese fïereguhtese.

source: Guhte ovddida ášši oažžu 2 minuhta rádjai vástidit.
sma: Dïhte guhte aamhtesem buakta gossege 2 minuhth åådtje vaestiedidh.

source: Dievasčoahkkin mearrida, dievasčoahkkinjođihangotti árvalusa vuođul, mo ášši galgá meannuduvvot:
sma: Stoerretjåanghkoe sjæjsjele, juvnehtimmien mietie stoerretjåanghkoeståvrojste, guktie aamhtese edtja gïetesovvedh:

source: s áddejuvvot Sámediggeráđđái meannudeapmái,
sma: saemiedigkieraaran seedtesåvva gïetedæmman,

source: f ievrriduvvo t gustovaš dievasčoahkkima áššelistui ja sáddejuvvot sámediggeráđđái meannudeapmái.
sma: aamhtesekaarhtese bïejesåvva stoerretjåanghkosne mij juhtieminie, jïh seedtesåvva saemiedigkieraaran aamhtesereeremasse.

source: Áššái gáibiduvvo 2/3 eanetlohku.
sma: Aamhtese 2/3 jienebelåhkoem kreava.

source: Sámediggeráđi árvalus almmuhuvvo áirasiidda maŋimustá dii. 12.00 beaivvi ovdal go ášši gieđahallojuvvo dievasčoahkkimis.
sma: Saemiedigkieraerien juvnehtimmie åehpies dorjesåvva tjirkijidie minngemes ts. 12.00 biejjien åvtelen aamhtese gïetesåvva stoerretjåanghkosne.

source: Sáhttá ovddidit evttohusaid ja mearkkašumiid árvalussii, mat gieđahallojuvvojit seamma áigemeriin ja gieđahallamiin go Evttohusain ja mearkkašumiin, dahje
sma: Maahta raeriestimmiem jïh lahtestimmieh buektedh juvnehtæmman seamma mierine jïh gïetedimmine goh Raeriestimmie jïh lahtestimmieh, jallh

source: h ilgojuvvot ja ii meannuduvvot.
sma: aamhtesem hiejhtedh jïh ij dam gïetedæmman vaeltedh.

source: Dievasčoahkkinjođiheaddji sáhttá evttohit dievasčoahkkimii ráddjet ođđa áššiid logu. § 24 Evttohusat ja mearkkašumit
sma: Stoerretjåanghkoeståvroe maahta stoerretjåanghkose raeriestidh låhkoem orre aamhtesijstie gaertjiedidh§ 24 Raeriestimmie jïh lahtestimmieh

source: Sámedikki dievasčoahkkimiin ovddiduvvojit evttohusat ja mearrádusárvalusat Sámedikki sárdnestuolus čuovvovaš vuoru mielde: Árvaleaddji orgána ja dasto áirasat.
sma: Saemiedigkien håalomestovle raeriestimmiem nænnoestimmide aamhtesinie stoerretjåanghkosne buakta daennie öörnegisnie: Juvnehten årgaane jïh dan mænngan tjirkijh.

source: Árvalusat ja mearkkašumit ovddiduvvojit čuovvovaš njuolggadusaid mielde:
sma: Edtja raeriestimmieh jïh lahtestimmieh buektedh daej nænnoestimmiej mietie:

source: Evttohus mii namuhuvvon ja hábmejuvvon árvalusas, gieđahallojuvvo go evttoheaddji ovddida dan.
sma: Raeriestimmieh mej bïjre rååresjamme jïh hammoedamme juvnehtimmesne, bæjjese vaaltasuvvieh gïetedæmman gosse dïhte mij raeriestimmiem åtneme dam buakta.

source: Mearkkašumit čuvvot ášši.
sma: Lahtestimmieh aamhtesem fulkieh.

source: Evttohusat ja mearkkašumit mat leat ovddalgihtii dieđihuvvon ja buktojuvvon dievasčoahkkinjođihangoddái Sámedikki hálddahusa bokte maŋimustá dii. 16.00 beaivvi ovdal go ášši meannuduvvo dievasčoahkkimis, gieđahallojuvvojit seamma láhkái go evttohusat ja mearkkašumit a) vuolde.
sma: Raeriestimmieh jïh lahtestimmieh mah leah åvtelhbodti bïeljelamme deellemen tjïrrh stoerretjåanghkoeåvtehkasse Saemiedigkien reeremen baaktoe minngemes ts. 16.00 biejjien åvtelen aamhtese edtja bæjjese vaaltasovvedh stoerretjåanghkosne, gïetesuvvieh goh raeriestimmieh jïh lahtestimmieh tsiehkesne a).

source: Vejolaš rievdadusaid ovddiduvvon evttohusain galgá dahkat ovdal go ovttaskas áššiid digaštallan lea loahpahuvvon
sma: Jis jarkelimmieh dejnie buakteme raeriestimmine dellie dah edtjieh dorjesovvedh åvtelen digkiedimmie fïereguhtene aamhtesisnie lea galhkeme.

source: Erenoamáš dáhpáhusain sáhttá dievasčoahkkin guokte goalmmádasa eanetloguin mearridit gieđahallat evttohusaid ja mearkkašumiid mat eai leat buktojuvvon b) áigemeari sisa.
sma: Sjïere veajkoej Saemiedigkie maahta 2/3 jienebelåhkojne jååhkesjidh raeriestimmieh jïh lahtestimmieh gïetedidh mah eah leah deelleme mierien åvtelen tsiehkesne b).

source: Buot árvalusaid galgá ovddidit čálalaččat čoahkkinjođiheaddjái.
sma: Tjirkijh edtjieh gaajhkh raeriestimmieh jïh lahtestimmieh tjaaleldh deelledh stoerretjåanghkoeståvrose.

source: § 25 Beavdegirjelasáhusat
sma: § 25 Tjåanghkoegærjalissiehtimmieh

source: Juohke áššis lea vejolaš ovddidit beavdegirjái lasáhusa.
sma: Fïerhtene aamhtesisnie luhpie vadtasåvva lissiehtimmieh darjodh tjåanghkoegærjese.

source: Dan ovddida ráđđádallamiin čálalaččat čoahkkinjođiheaddjái.
sma: Lissiehtimmiem edtja tjaaleldh tjåanghkoeåvtehkasse buektedh mearan rååresjimmieh juhtieminie.

source: Beavdegirjelasáhusas sáhttá dušše buktit mearkkašumiid áššemeannudeapmái ja čilgehusa jienasteapmái.
sma: Tjåanghkoelissiehtimmieh maehtieh ajve mïerhkesjimmieh aamhtesereeremasse vedtedh jallh reektestimmiem vedtedh steemmadimmien bïjre.

source: Beavdegirjelasáhusas ii sáhte refereret dahje siteret hilgojuvvon árvalusaid mat juo leat čoahkkingirjjis.
sma: Ij leah nuepie refereradidh jallh siteradidh raeriestimmieh mah leah våålese steemmadamme mah joe tjåanghkoegærjesne gååvnesieh.

source: KAPIHTAL 5 JIENASTEAPMI
sma: KAPIHTELE 5 VOTERADIMMIE

source: § 26 Jienastanortnet
sma: § 26 Voteradimmieöörnege

source: Go sii guđet leat čálihan iežaset sáhkalistui leat beassan sárdnut, de čoahkkinjođiheaddji gulaha ahte digaštallan lea nohkan.
sma: Gosse gaajhkh håalojh mah leah baakoen bïjre birreme leah hååleme, tjåanghkoeåvtehke vihteste digkiedimmie lea nåhkeme.

source: Áššis dasto jienastuvvo.
sma: Aamhtese bæjjese vaaltasåvva voteradæmman.

source: Go áššis leat eanet árvalusat, de čoahkkinjođiheaddji bidjá daid jienasteapmái jierpmálaš vuoru mielde.
sma: Jis jienebh raeriestimmieh aktene aamhtesisnie, tjåanghkoeåvtehke fïerhtem dejstie voteradimmien nuala beaja logiske öörnegen mietie.

source: Jienastanvuohki ferte leat dieđihuvvon ja dohkkehuvvon ovddalgihtii. Árvalusaid lea maid vejolaš jienastit dađistaga go dat ovddiduvvojit.
sma: Tjåanghkoeåvtehke lea åvtelhbodti bïeljelamme guktie voteradimmievuekie edtja årrodh jïh stoerretjåanghkoe lea dam vuekiem jååhkesjamme.

source: Buot čoahkkima áirasiin lea geatnegasvuohta jienastit juogo vuostái dahje beali go jienastuvvo.
sma: Maahta aaj fïerhtem raeriestimmiem bæjjese vaeltedh voteradæmman dallatjinie raeriestimmie båata.

source: Áirras guhte ii leat čoahkkinlanjas go čoahkkinjođiheaddji gulaha ahte áššis jienastuvvo, ii beasa jienastit.
sma: Akte tjirkije mij ij leah stïeresne savkesne gosse tjåanghkoeåvtehke bæjhkohte akte aamhtese lea bæjjese vaaltasovveme voteradæmman, ij leah meatan voteradimmesne.

source: Áirasat guđet leat das, eai galgga guođđit čoahkkinlanja ovdal go jienasteapmi lea loahpahuvvon.
sma: Tjirkijh mah leah stïeresne eah tjoerh savkam laehpedh åvtelen voteradimmie lea gaervies.

source: Jienasteapmi lágiduvvo nuppi čuovvovaš vugiin:
sma: Voteradimmie aktene daejstie vuekijste dorjesåvva.

source: Jienastanreaiddu geavahemiin ja go čoahkkinjođiheaddji gohčču daid áirasiid guđet vuosttaldit árvalusa, čuožžilit.
sma: Voteradimmiedalhketjh nuhtjedh jïh tjåanghkoeåvtehke haasta dejstie tjirkijidie mah leah akten raeriestimmien vööste, tjuedtjielidh.

source: Čoahkkinjođiheaddji sáhttá čađahit vuostejienasteami.
sma: Tjåanghkoeåvtehke maahta vööstevoteradimmiem tjïrrehtidh.

source: Čoahkkinjođiheaddji gohčču daid áirasiid guđet vuosttaldit árvalusa čájehit dan čuožžilemiin.
sma: Tjåanghkoeåvtehke haasta doh tjirkijh mah leah akten raeriestimmien vööste dam vuesiehtidh viehkine tjuedtjielidh.

source: Nammačuorvumiin.
sma: Nommetjåarvoeminie.

source: Jos čoahkkinjođiheaddji gávnnaha nammačuorvuma dárbbašmeahttumin, muhto muhtun áirras gáibida nammačuorvuma, de Sámediggi mearrida jienastanvuogi digaštallama haga jienastettiinis.
sma: Jis tjåanghkoeåvtehke gaavnehte ij leah daerpies nommetjåarvoeminie men akte tjirkije nommetjåarvomem kreava, stoerretjåanghkoe voteradimmiem muana bielelen digkiedimmie.

source: Sámedikki presideanta sáhttá gáibidit nammačuorvuma deaŧalaš jienastemiid oktavuođas.
sma: Saemiedigkien presidente maahta nommetjåarvomem krïevedh joekoen vihkeles voteradimmine.

source: Nammačuorvun dievasčoahkkimis álgá dan válgabiirres ja dan áirasis gean nummara vuorbádallan lea mearridan ovddalgihtii.
sma: Nommetjåarvome stoerretjåanghkosne aalka dejnie veeljemegievline jïh dejnie tjirkijinie man nommere lea olkese sigkelgamme åvtelhbodti.

source: § 27 Jienasteami dohkálašvuohta
sma: § 27 Voteradimmien luhpiesvoete

source: Ovdal go Sámedikki mearrádusat leat fámus, de gáibiduvvo ahte jienastuvvon jienastagaid eanetlohku lea daid mearridan, jos juo eará láhkai ii leačča mearriduvvon dán čoahkkinortnegis.
sma: Juktie akte nænnoestimmie stoerretjåanghkosne edtja luhpies årrodh, edtja nænnoestamme årrodh jienebelåhkojne dejstie steemmijste mah leah vadtasovveme, jis mij akt jeatjah ij leah nænnoestamme daennie tjåanghkoeöörnegisnie.

source: Go ovtta mađe leat jienastagat vuostálagaid, de čoahkkinjođiheaddji jienastat mearrida, earret dalle go nuppi láhkai lea mearriduvvon dán čoahkkinortnegis.
sma: Jis seamma jïjnjh steemmah, tjåanghkoeåvtehken steemma muana, jis mij akt jeatjah ij leah nænnoestamme daennie tjåanghkoeöörnegisnie.

source: KAPIHTAL 6 BEAVDEGIRJEČÁLLIN JA ÁŠŠIID SÁDDEN
sma: KAPIHTELE 6 TJÅANGHKOEGÆRJATJAELEME JÏH EKSPEDERADIMMIE AAMHTESIJSTIE

source: § 28 Beavdegirječállin
sma: § 28 Tjåanghkoegærjatjaeleme

source: Sámedikki dievasčoahkkinjođihangoddi geahččá bearrái ahte Sámedikki ráđđádallamiin čállojuvvo beavdegirji, masa árvalusat, mearkkašumit, sárdnunlistu, jienasteamit ja mearrádusat registrerejuvvojit.
sma: Saemiedigkien stoerretjåanghkoeståvroe håksa tjåanghkoegærja tjaalasåvva rååresjimmijste stoerretjåanghkosne, gusnie raeriestimmieh, lahtestimmieh, håalomelæstoe, voteradimmieh jïh nænnoestimmieh tjaalasuvvieh.

source: Dievasčoahkkinjođihangotti lahtut čállet namaset ráđđádallanbeavdegirjái juohke čoahkkimis.
sma: Stoerretjåanghkoeståvroe tjåanghkoegærjam vuelietjaala fïerhten tjåanghkose.

source: Dievasčoahkkima ráđđádallamat báddejuvvojit ollásit.
sma: Ållesth baantedimmieh dorjesuvvieh rååresjimmijste stoerretjåanghkosne.

source: Dievasčoahkkin mearrida dárkilet njuolggadusaid ráđđádallamiid čálalaš almmuheami birra.
sma: Stoerretjåanghkoe veelebe njoelkedassh vihteste juktie rååresjimmide olkese tjaeledh.

source: § 29 Mearrádusaid dieđiheapmi
sma: § 29 Bïeljelimmie nænnoestimmiej bïjre

source: Sámedikki čoahkkinbeavdegirjjit leat almmolaččat ja galget leat gávdnamis olbmuide.
sma: Saemiedigkien tjåanghkoegærjah leah byögkeles jïh edtjieh ræhpas årrodh gaajhkesidie.

source: Presideanta, dahje dievasčoahkkinjođiheaddji, fuolaha ahte dieđut mearrádusaid birra sáddejuvvojit rivttes sadjái vuorddekeahttá dárbbašmeahttumit.
sma: Presidente, jallh stoerretjåanghkoen åvtehke, håksa bïeljelimmie nænnoestimmien bïjre seedtesåvva reaktoe almetjasse bielelen ovdaerpies gaatoe.

source: Dievasčoahkkin sáhttá mearridit dárkilet njuolggadusaid das man viidát galgá dieđihit mearrádusaid birra.
sma: Stoerretjåanghkoe maahta veelebe njoelkedassh vihtiestidh man vijries bïeljelimmie nænnoestimmien bïjre edtja årrodh.

source: § 30 Áššebáhpiriid rádjan
sma: § 30 Vöörhkeme tjaatsegijstie

source: Presideanta geahččá bearrái ahte Sámedikki ja sámediggeráđi beavdegirjjit ja čállosat leat dohkálaš rájus ja ortnegis.
sma: Presidente håksa Saemiedigkien jïh saemiedigkieraerien tjåanghkoegærjah jïh tjaatsegh eensilaakan jïh öörneldihkie vöörhkesuvvieh.

source: KAPIHTAL 7 EARÁ MEARRÁDUSAT
sma: KAPIHTELE 7 JEATJAH NÆNNOESTIMMIEH

source: § 31 Geatnegasvuohta jávohaga orrut
sma: § 31 Sjaevehtsvoetedïedte

source: Sámedikki áirasiin lea geatnegasvuohta orrut jávohaga áššiin mat eai leat almmolačča.
sma: Saemiedigkien tjirkijh sjaevehtsvoetedïedtem utnieh aamhtesinie mah leah geerestamme byögkelesvoeteste.

source: § 32 Protokollii guoski mearrádusat
sma: § 32 Protokollære nænnoestimmieh
